<main class="container mx-auto p-4">
        <h2 class="section-title">История</h2>
        <section class="bg-white p-6 rounded shadow-md space-y-4">
            <p>Профилирана математическа гимназия „Атанас Радев”, Ямбол е модерно и успешно училище, доказващо по безспорен начин силата на знанието през всичките години на своето съществуване.</p>
            <p>Началото е 1971 – 1972 учебна година. Тогава, със Заповед № Д – 4 от 27.05.1971 г. на министъра на народната просвета, е открита математическа гимназия в град Ямбол. От 1973 до 1991 г. гимназията носи името на руския математик Николай Лобачевски, а от 1991 г. приема името на заслужилия учител, автор и издател на математически вестници, сборници и помагала – Атанас Радев.</p>
            <p>Математическа гимназия „Атанас Радев” се помещава в сграда на ул. „Цар Иван Александър” №12. Сградата е публична общинска собственост и е предоставена с право на ползване заедно с ПГ „Васил Левски“.</p>
            <p>Учители по математика в началото са: Пенчо Стоянов, Косьо Косев, Роман Хайнацки, Енчо Енчев, Иван Пеев, Ст. Минкова, Цветан Петров, Атанас Мутаров, Иван Иванов и Димитър Кафалиев. Със своята работа те допринасят математическа гимназия да постигне много високи резултати и да стане една от най-добрите в страната.</p>
            <p>През годините училището се развива и разраства, дейността му е многостранна.</p>
            <p>Днес гимназията се ползва с уважението и доверието на цялата общественост на Област Ямбол. Родителите избират децата им да учат в Ямболската математическа гимназия, защото знаят, че в това училище се откриват дарби и таланти, дават се знания, развиват се умения, получава се богата култура, възпитава се характер.</p>
            <p>Математическа гимназия има силен педагогически екип. От създаването си до днешни дни в училището работят квалифицирани и амбициозни учители по всички учебни предмети.</p>
            <p>Днес ръководният екип в състав Евгений Иванов – директор; Атанасов и Колев – заместник-директори работят за постигане изпълнение на основния приоритет – обучението по математика и информатика.</p>
            <p>Създаден е силен екип, включващ учителите по математика: Карлов, Тенев, Цонева, Цонев, Дянкова, Димитров, Илиева, Комитова, Ангелова; по информатика: Богданова, Манолова, Светичкова, Добрева; по природни науки и екология: Сеизов, Цекова, Попова, Паликова, Вълканова.</p>
            <p>В училището се извършва ранен прием на ученици с доказани изявени дарби от V клас и прием на ученици в профилирани паралелки в VІІІ клас.</p>
            <p>Профилираното обучение приоритетно е в културно-образователните области: „Математика, информатика и информационни технологии” и „Природни науки и екология”.</p>
            <p>Обучението се осъществява в подходяща среда – учебни стаи, спортен комплекс, библиотека, компютърни кабинети.</p>
            <p>Полагат се специални грижи за даровитите ученици, с цел изява и развитие на способностите им.</p>
            <p>Създадена е възможност за участие в активен училищен живот, а извън училище – в максимален брой форми и изяви (олимпиади, състезания, конкурси).</p>
            <p>Учениците на МГ „Атанас Радев” отговарят на очакванията на своите учители и родители, разбират необходимостта от сериозно и редовно учене и постигане на реални високи резултати.</p>
            <p>В резултат на обучението си в Математическа гимназия – Ямбол, всички ученици, които завършват продължават обучението си в най-престижните висши училища в страната, в Европа и в Америка.</p>
            <p>Голяма част от възпитаниците на МГ „Атанас Радев” продължават дейността си като научни работници в престижни научни организации и университети у нас и в чужбина.</p>
            <p>Многобройни са успехите на ученици и учители през годините. Още в началото ученици започват да участват и печелят призови места на национални и международни олимпиади, състезания, турнири. Успехите са не само в областта на математиката и информатиката, а и в областта на учебните предмети биология, химия, български език и литература, чужди езици, изкуства, спорт. Така е и до днес.</p>
            <p>За високите резултати и успехите на учениците в областта на математиката и информатиката голямо значение има участието във всички олимпиади и състезания, включени в календара на дейностите на Министерството на образованието и науката, Съюза на математиците в България, МГ „Атанас Радев”, международни състезания…:</p>
            <ul class="list-disc pl-6 space-y-1">
                <li>Национален зимен турнир по математика „Атанас Радев“ – VІІІ – ХІІ клас</li>
                <li>Национален пролетен турнир по информатика ІV – ХІІ клас</li>
                <li>Национален пролетен турнир по математика „Роман Хайнацки“ – ІV – VІІ клас</li>
                <li>Турнир на четирите града – регионален математически конкурс за ученици от ІV – ХІІ клас</li>
                <li>Московска олимпиада, Състезание по математика, информатика и физика на Белградската гимназия, Австралийско математическо състезание…</li>
            </ul>
            <p>Забележителен е приносът на школата по информатика към МГ „Атанас Радев”, ръководена от Руско Шиков и Антон Шиков. Повече от 30 години в школата са се обучавали едни от най-изявените ученици на математическа гимназия.</p>
            <p>През последните учебни години учениците на Математическа гимназия „Атанас Радев” се представят традиционно силно, като участват в олимпиади по 12 учебни предмета – математика, български език и литература, английски език, руски език, астрономия, физика, математическа лингвистика, информатика, история, философия, география, химия, биология.</p>
            <p>Отлично е представянето на ученици в международни конкурси, турнири и състезания. През учебната 2014/2015 г. има участвали и класирани на призови места на международно ниво – 10 ученици; на национално – 7; на областно – 127, като изявите им са в различни културно-образователни области.</p>
            <p>Общо 43-а са участниците в национални отбори на международни олимпиади. Те са завоювали медали, както следва: златен – 21 броя; сребърен – 18; бронзов – 18.</p>
            <p>Особено любими на децата са школите по математика, информатика, биология, астрономия, които се провеждат целогодишно. По тези предмети се провеждат и лагер-школи в най-красивите природни места в България с участието на лектори от водещи научни институции – БАН, Софийския университет.</p>
            <p>Профилирана математическа гимназия „Атанас Радев” – Ямбол е модерно и успешно училище, училище с високо качество на образованието, училище с бъдеще.</p>
        </section>
    </main>